Repository: JustasVit/Fe-internship-task-2022
Catalog: Task/src/locale/messages.*.xlf
Languages: lt

source: Edit
lt: Redaguoti

source: User details
lt: Vartotojo nustatymai

source: Name: {{loggedInUser.name}}
lt: Vardas: {{loggedInUser.name}}

source: Surname: {{loggedInUser.surname}}
lt: Pavardė: {{loggedInUser.surname}}

source: Gender: {{loggedInUser.gender}}
lt: Lytis: {{loggedInUser.gender}}

source: Date of birth: {{loggedInUser.dateOfBirth | date}}
lt: Gimimo data: {{loggedInUser.dateOfBirth | date}}

source: Country: {{loggedInUser.country}}
lt: Šalis: {{loggedInUser.country}}

source: City: {{loggedInUser.city}}
lt: Miestas: {{loggedInUser.city}}

source: Hobbies: {{loggedInUser.hobbies}}
lt: Pomėgiai: {{loggedInUser.hobbies}}

source: Gallery
lt: Galerija
